{
    "id": 558606,
    "type": "weave-graphical",
    "pages": [
        "https://www.researchcatalogue.net/view/558606/558719",
        "https://www.researchcatalogue.net/view/558606/558673",
        "https://www.researchcatalogue.net/view/558606/558715",
        "https://www.researchcatalogue.net/view/558606/558711",
        "https://www.researchcatalogue.net/view/558606/1561021",
        "https://www.researchcatalogue.net/view/558606/558686",
        "https://www.researchcatalogue.net/view/558606/558718",
        "https://www.researchcatalogue.net/view/558606/558713",
        "https://www.researchcatalogue.net/view/558606/558694",
        "https://www.researchcatalogue.net/view/558606/558717",
        "https://www.researchcatalogue.net/view/558606/558698"
    ],
    "simpletexts": {
        "558719": [],
        "558673": [],
        "558715": [],
        "558711": [],
        "1561021": [
            "\n\n"
        ],
        "558686": [],
        "558718": [],
        "558713": [],
        "558694": [],
        "558717": [],
        "558698": []
    },
    "texts": {
        "558719": [
            "\n \nAbout\n \nCurrent issue\n \nPast issues\n \nBook reviews\n \nPodcasts on sound\n \nSearch\n \nCall for papers\n \nPeer review process and submission guidelines\n \nContact\n \nLinks\n \nPeople\n\n",
            "\n\nFOUNDING EDITORS\nMarcel CobussenPhilosopher and musician. Teaches Music Philosophy and Sound Studies at Leiden University, the Netherlands, Department of Humanities.\n\nVincent MeelbergPhilosopher, musicologist, and musician. Teaches at Radboud University Nijmegen, the Netherlands, Department of Literary and Cultural Studies.\n\nASSOCIATE EDITORS\nJordan Lacey works at RMIT University in Melbourne, Australia. His research is located at the interface of sonic arts and urban design, investigating the role of sound installations in the development of creative cites and improved social health and wellbeing.\n\nSharon Stewart Musician and educator. She has a private piano practice and guest lectures at the University of Utrecht and University College Utrecht.\n\nAlexandra Supper is an assistant professor at the Department of Technology and Society Studies, Maastricht University. She does research at the intersection between science & technology studies (STS) and sensory studies.\n\nEDITORIAL BOARD (alphabetical order)\nNicolas Collins is a composer and author of Handmade Electronic Music: The Art of Hardware Hacking. He is also the editor-in-chief of Leonardo Music Journal. Collins teaches in the Department of Sound at The School of the Art Institute of Chicago. \n\nChristoph Cox is Professor of Philosophy (Humanities, Arts, and Cultural Studies). Hampshire College, Amherst MA (USA). He teaches and writes on contemporary European philosophy and contemporary art and music.\n\nSimon Emmerson is a composer of electroacoustic music, mostly working with live electronics. Since November 2004 Emmerson has been Professor in Music Technology and Innovation at De Montfort University, Leicester, following twenty-eight years as Director of the Electroacoustic Music studios at City University, London.\n\nVeit Erlmann is Endowed Chair of Music History at the University of Texas at Austin, and Professor of Ethnomusicology at the Butler School of Music at the University of Texas at Austin, TX (USA). He has won numerous prizes, including the Alan P. Merriam award for the best English monograph in ethnomusicology, the Arnold Rubin Outstanding Publication Award of the Arts Council of the African Studies Association and, most recently, the Mercator Prize of the German Research Foundation DFG. He has published widely on music and popular culture in South Africa, including African Stars. Studies in Black South African Performance ((University of Chicago Press, 1991); Nightsong: Performance, Power and Practice in South Africa (University of Chicago Press, 1996); and Music, Modernity and the Global Imagination. South Africa and the West (Oxford University Press, 1999). His most recent publication is Reason and Resonance. A History of Modern Aurality (Zone Books, 2010). furthermore, he is editor of Sound Studies.\n\nAden Evens is Associate Professor and Vice-Chair Department of English. Dartmouth College, Hanover NH (USA). Heresearches across a variety of disciplines, including new media studies, philosophy, mathematics, music, and literature. Evens is author of Sound Ideas. Music, Machines, and Experience (University of Minnesota Press, 2005). His teaching focuses on new media and digital technologies, but also includes forays into composition, post-structuralist theory, music, and literature, especially post-modern literature.\n\nRuth Herbert is a music psychologist and concert performer (piano) with an international publication track record in the fields of music in everyday life, music psychology, music and consciousness, sound studies, music, health and well-being and music education. She is the author of Everyday Music Listening: Absorption, Dissociation and Trancing (Ashgate, 2011). She currently lectures at the Faculty of Music, University of Oxford (UK).\n\nDouglas Kahn is Professor at the National Institute for Experimental Arts, University of New South Wales, Sydney. He is author or editor of several books, including Wireless Imagination: Sound, Radio and the Avant-garde (MIT Press, 1992), Noise Water Meat: A History of Sound in the Arts (MIT Press, 1999), Source: Music of the Avant-Garde (Univ of California Press, 2011), Mainframe Experimentalism (Univ of California Press, 2012) and Earth Sound Earth Signal: Energies and Earth Magnitude in the Arts (Univ of California Press, 2013). \n\nBrandon LaBelle is an artist and a writer, and Professor at the Bergen Academy of Art and Design, Bergen (Norway). LaBelle works with sound and the specifics of location. His work explores the space between sound and sociality, using performance and on-site constructions as creative supplements to existing conditions. He is the author of Background Noise: Perspectives on Sound Art (Continuum, 2006) and Acoustic Territories: Sound Culture and Everyday Life (Continuum, 2010).\n\nFrancisco Lopez is an internationally recognized major figure of the sound art and experimental music scene, based in Spain and the Netherlands. He has realized hundreds of concerts, projects with field recordings, workshops and sound installations in 70 countries. His extensive catalog of sound pieces has been released by more than 350 record labels worldwide, and he has been awarded four times with honorary mentions at the competition of Ars Electronica Festival.\n\nEduardo Reck Miranda is a composer working at the crossroads of music and science. His music is informed and inspired by his research into Artificial Intelligence and his repertoire includes music for symphonic orchestras, chamber groups, solo instruments - with and without live electronics - and electroacoustic music. Currently, he is Professor of Computer Music in the School of Humanities and Performing Arts at the University of Plymouth (UK) where he is director of the Interdisciplinary Centre for Computer Music Research (ICCMR).\n\nTom Rice is a Senior Lecturer in Anthropology at the University of Exeter in the UK. He studies auditory culture in a range of different contexts. His book Hearing and the Hospital (2013, Sean Kingston Press) is an ethnography of listening in a London hospital, and he has also conducted research on sound in a number of other institutional settings, including prisons and most recently, zoos. In addition to publishing on this research he has produced a number of articles and chapters on core concepts in sound studies, as well as listening exercises, soundwalks and several audio pieces, including documentaries for BBC Radio 4 and the World Service.\n\nJonathan Sterne is a scholar who writes on sound and music, history and philosophy of technology, cultural studies and digital media. Author of The Audible Past: Cultural Origins of Sound Reproduction (Duke University Press, 2003), MP3: The Meaning of a Format (Duke University Press, 2012), editor of The Sound Studies Reader (Routledge, 2012). Sterne teaches in the Department of Art History and Communication Studies at McGill University in Montreal (Canada). He also makes sound. http://sterneworks.orgJean-Paul Thibaud is a sociologist, urban planner, senior researcher at CNRS, and researcher at CRESSON (Centre de Recherche sur l’Espace Sonore et l’Environnement Urbain / Research Center on Sonic Space and the Urban Environment) in Paris, France. His field of research is related to the theory of urban ambiances, the ordinary perception in urban environment, the sensory culture and ethnography of public places. He is the scientific coordinator of the International Ambiances Network (www.ambiances.net).\n\nDavid Toop is a musician, writer, and sound curator. Among his books are Ocean of Sound (Serpent’s Tail, 1995), Haunted Weather (Serpent’s Tail, 2004) and Sinister Sonorance (Continuum, 2010). He is Professor and Chair of Audio Culture and Improvisation and member of CRISAP (Creative Research into Sound Arts Practice) of the London College of Communication, London (UK).\n\nStephen Vitiello is an electronic musician and sound artist. Vitiello transforms incidental atmospheric noises into mesmerizing soundscapes that alter our perception of the surrounding environment. As an installation artist, he is particularly interested in the physical aspect of sound and its potential to define the form and atmosphere of a spatial environment. He is Professor of Kinetic Imaging at Virginia Commonwealth University in Richmond, VA (USA).\n\nSalomé Voegelin is an artist and writer engaged in listening and hearing as a socio-political practice. She is the author of Sonic Possible Worlds: Hearing the Continuum of Sound (Bloomsbury, 2014) and Listening to Noise and Silence: Towards a Philosophy of Sound Art (Continuum, 2010). Voegelin is an Associate Professor in Sound Arts at the London College of Communication, UAL.\n \n\n"
        ],
        "558673": [
            "\n \nAbout\n \nCurrent issue\n \nPast issues\n \nBook reviews\n \nPodcasts on sound\n \nSearch\n \nCall for papers\n \nPeer review process and submission guidelines\n \nContact\n \nLinks\n \nPeople\n\n",
            "\n\nThe Journal of Sonic Studies\n \nAs an object of study, our sonic environment seems to be a quite recent discovery (with the exception of music). It is only at the end of the past millennium that more and more books were published on the aural relation living beings have to their environment. However, one of the most important and trailblazing books on sonic studies already appeared in 1977, R. Murray Schafer’s The Tuning of the World. As Brandon LaBelle writes, the book marks out ‘the parameters, delineations, and categories of acoustic experience and its material operations.’ (LaBelle, 2007, 202) \nThe main purpose of Murray Schafer’s work was to study the dynamic interaction between the sonic environment, the socio-cultural milieu, and the individual listener as well as the (conscious and unconscious) effects sound has on human behavior. This might be regarded as the purpose of sonic studies in general today and it is also the primary aim of the Journal of Sonic Studies (JSS): how can we understand the impact and importance of sound, both on an individual and a general cultural level? JSS thus provides a platform for theorists and artists who would like to present relevant work regarding the sonic environment.\n \nJSS presents, stimulates, and brings together a versatility of possible approaches. That is why it pays attention to the sonic design of consumer articles (cars, washing machines, coffee-makers) as well as to the influence of hearing on the relation between mother and fetus; to urban noise pollution as well as the use of sonic weapons in war zones; from interventions in public space by sound artists as well as the effects of background music in shopping malls.\n \nJSS offers the possibility to present new insights into the relation between sonority and (the deconstruction of) identity, the concept of space, the influence of digital technology, urban planning, deafness, etc. It covers both the material production and active consumption of sound (including music, noise and “silence”) and the bio-cultural meaning of sound and listening. In this way, JSS contributes to a rethinking of the relation between acoustics and society. \n \nJSS advocates multidisciplinary research and is open for knowledge from various fields of study; from history to philosophy, sociology and anthropology; from medical studies to architecture, legal and technical sciences; from ecology to sound art, performance and media studies; etc.\n \nThe Journal of Sonic Studies is an Open Access journal which means that all content is freely available without charge to the user or his/her institution. Users are allowed to read, download, copy, distribute, print, search, or link to the full texts of the articles, or use them for any other lawful purpose, without asking prior permission from the publisher or the author. This is in accordance with the BOAI definition of Open Access. Also, no article submission or processing charges apply.\n \nThis work is licensed under a Creative Commons Attribution-ShareAlike 4.0 International License.\nAll copyright and publishing rights reside with the author/s.\nISSN: 2212–6252\n\n"
        ],
        "558715": [
            "\n \nAbout\n \nCurrent issue\n \nPast issues\n \nBook reviews\n \nPodcasts on sound\n \nSearch\n \nCall for papers\n \nPeer review process and submission guidelines\n \nContact\n \nLinks\n \nPeople\n\n",
            "\n\nPeer review process and submission guidelines\n\n\nAll articles are subject to  blind reviews by two reviewers. The review period is usually between 2 and 6 weeks depending on when the article is submitted in the publication process, and when the reviewers are available. Reports from reviewers are anonymised and returned to authors for appropriate action.\n\nArticles are also subject to editorial review before the peer review process. It is not uncommon for a member of our editorial team to recommend changes to a submission prior to peer review, especially when submissions do not comply with the Submission Guidlines. \n\nFor our submission guidelines, please consult this document.\n\n"
        ],
        "558711": [
            "\n \nAbout\n \nCurrent issue\n \nPast issues\n \nBook reviews\n \nPodcasts on sound\n \nSearch\n \nCall for papers\n \nPeer review process and submission guidelines\n \nContact\n \nLinks\n \nPeople\n\n",
            "\n\nPodcasts on sound\n \nResponding to the overload of visual media dominating our contemporary senses, Siân Lyn Hutchings and The Noematic Collective will develop a series of interconnected projects that foreground the use of sonic interpretation on site: a series of live weekly podcasts, a tailored programme of sonic workshops and, installed permanently in the Bold Tendencies Auditorium, a sonic library of the site’s ongoing and evolving aural history. \nThese podcasts are hosted by the Journal of Sonic Studies, and can be auditioned by following this link. New podcast episodes will be added to this page each week.\n\n"
        ],
        "1561021": [
            "\n \nAbout\n \nCurrent issue\n \nPast issues\n \nBook reviews\n \nPodcasts on sound\n \nSearch\n \nCall for papers\n \nPeer review process and submission guidelines\n \nContact\n \nLinks\n \nPeople\n\n",
            "\n\nSearch\n\n \nTo search through the current and past issues of the Journal of Sonic Studies, please use the following link:\n\nadvanced search\n\nMake sure to select \"Journal of Sonic Studies\" in the \"Portal\" dropdown menu.\n\n"
        ],
        "558686": [
            "\n \nAbout\n \nCurrent issue\n \nPast issues\n \nBook reviews\n \nPodcasts on sound\n \nCall for papers\n \nPeer review process and submission guidelines\n \nContact\n \nLinks\n \nPeople\n\n",
            "\nJournal of Sonic Studies 24 - Voice and Listening: Techniques for Political Life\n\n",
            "\n\n\n \n\n \n\n\n\n\nEditorial - Fadia Dakka, Kirsten Forkert, Ed McKeon, Jill Robinson and Ian Sergeant\n\n",
            "\n\n\n\n\n\n\n\n\n\n\nThe Labour of Listening in Troubled Times - Kate Lacey\n\n",
            "\n\n\n\n\n\n\n \n\n\nDecolonial Listening and the Politics of Sound: Water, Breathing and Urban Unconscious - Rodrigo Toro and Donovan Hernández Castellanos\n\n",
            "\n\n\n\n\n\n\n\n\n \n\nCovered Mouths Still Have Voices - Tom Western\n\n",
            "\n\n\n\n\n \n\n\n\n\nVoice as Instrument: Performance Poets in Conversation - Ryan Sinclair, Sipho Eric Ndlovu and Jill Robinson\n\n",
            "\n\n\n\n\n\n\n\n\n\n\n4. Portals - Rajni Shah\n\n",
            "\n\n\n\n\n\n\n\n\n\n\nDialogue on Experiments in Listening - Ed McKeon and Rajni Shah\n\n",
            "\n \nThis work is licensed under a Creative Commons Attribution-ShareAlike 4.0 International License.\n\n",
            "\n \n\n\n\n\n \n\n\n\nCollective Listening as Survival: How To Be Not Okay Together - Rajni Shah\n\n",
            "\n\n\n\n\n\n\n\n\n\n\n1. Learning the Shape of Racist Rooms - Rajni Shah\n\n",
            "\n\n\n\n\n\n\n\n\n\n\n2. Listening Tables - Rajni Shah\n\n",
            "\n\n\n\n\n\n\n\n\n\n\n3. We Are Capable of So Much More - Rajni Shah\n\n",
            "\n\n\n\n\n \n\n\n\n\nFrom a Modern/Colonial Sensorium to Relational Response-ability: Listening Into What Separation Has to Say - Sarah Amsler\n\n",
            "\n\n\n\n\n\n\n\n\n\n\nMigration and Listening: Political Life in Motion - Ximena Alarcón & Ed McKeon\n\n"
        ],
        "558718": [
            "\n \nAbout\n \nCurrent issue\n \nPast issues\n \nBook reviews\n \nPodcasts on sound\n \nSearch\n \nCall for papers\n \nPeer review process and submission guidelines\n \nContact\n \nLinks\n \nPeople\n\n",
            "\n\nLinks\n \nhttp://turbulence.org/soundtransit/\n\nhttp://wfae.net/\n\nhttp://www.urbansound.org/eng/index.php\n\nhttp://www.soundstudies.info/\n\nhttp://www.cobussen.com/\n\n"
        ],
        "558713": [
            "\n \nAbout\n \nCurrent issue\n \nPast issues\n \nBook reviews\n \nPodcasts on sound\n \nSearch\n \nCall for papers\n \nPeer review process and submission guidelines\n \nContact\n \nLinks\n \nPeople\n\n",
            "\n\nJournal of Sonic Studies - Call for papers: Sonic Materiality\n\n \nThe last decade has witnessed what has been characterised as a material turn in the arts and humanities, which has shifted attention from the role played by language and discourse within culture to that of objects, technologies, materials, and non-human organisms and processes. New ways of thinking about materiality prompted by developments in realist philosophy, including new materialism and speculative realism, have raised important questions about the place of the material in arts and culture, nonhuman agency, the relationship between technology and culture, anthropocentrism, and the environment. However, consideration of the sonic has not always been at the forefront of these discussions – perhaps because sound has been understood to be immaterial or addressed in ontological ways that privilege its sources. In this way materialist approaches to the sonic raise the possibility of rethinking the nature of sound itself, and thereby what is at stake in it.\n \nIn this special issue of the Journal of Sonic Studies we will explore how new ways of thinking about materiality might contribute to our understanding of sound, and at the same time how sound might contribute to developing ideas on materiality.\n \nThis special issue continues and builds on the journal’s discussion of sonic materiality in its two ‘Materials of Sound’ special issues edited by Caleb Kelly (2018 and 2019) and focuses on two fundamental questions: what is sound’s materiality and what is sonic materialism?\n \nWe welcome proposals for both articles and sound artworks that specifically address the issue of sonic materiality. Proposals may engage with, but are not limited to, the following topics:\n \n• What is sound’s materiality, and what is at stake in a critical engagement with sonic materiality?\n• How can notions of materiality politicise and historicise thinking about sound?\n• What are sound’s material dimensions? Do these relate only to the objects, technologies, bodies and organic and inorganic forms of matter that create, preserve or respond to sound? Or are there ways in which sound (as event, energy or change) might be considered material?\n• What new perspectives on the cultures, technologies, politics and ethics of sound are opened up by a consideration of sound’s materiality?\n• How do notions of nonhuman agency relate to sound’s materiality? What is at stake in the idea of sonic agency?\n• In what ways might creative practice in sound represent a form of ‘material thinking’? How do technological and material processes challenge established forms of creative practice?\n• What is a sonic object?\n• If the notion of sonic ecology points to the ways in which sound is situated within environments, what does a consideration of materiality bring to this?\n• What are the ecological and biopolitical dimensions of sound’s materiality? How might ideas about materiality prompt a reconsideration of the relationship between the human and the nonhuman?\n• How might sonic materialism function as a form of nonideal theory, through direct engagement with material objects and practices rather than idealized models of sound?\n• How might a critical engagement with sound address the gap between the philosophical and theoretical approaches to materiality and the experienced materiality of sound and sound-related objects and processes?\n• How can we create a language of materialism that emerges directly from the materials of sound?\n• What might sound contribute to the material turn’s shift to objects, technologies, materials and nonhuman organisms and process? How might this relate to the anthropocentrism inherent in what has been termed the ‘sonic turn’, in which recent discussion of the politics of listening have focused on the human subject.\n• How might indigenous perspectives on matter and sound challenge and problematise the so-called “new materialism”?\n \nWe would particularly welcome proposals for articles that address these topics from Global South and/or Global Majority perspectives.\n \nPlease send your abstract (300 words) and short contributor biography (100 words) to Andy Birtwistle andy.birtwistle@canterbury.ac.uk and Lauren Redhead l.redhead@gold.ac.uk by 30 July 2023\n\n"
        ],
        "558694": [
            "\n \nAbout\n \nCurrent issue\n \nPast issues\n \nBook reviews\n \nPodcasts on sound\n \nSearch\n \nCall for papers\n \nPeer review process and submission guidelines\n \nContact\n \nLinks\n \nPeople\n\n",
            "\n\nJournal of Sonic Studies 1 - Inaugural Issue\n\nJournal of Sonic Studies 2 - Listening\n\nJournal of Sonic Studies 3 - Rethinking Theories of Television Sound\n\nJournal of Sonic Studies 4 - Sonic Epistemologies\n\nJournal of Sonic Studies 5 - One Month in the Life of the JSS Editors\n\nJournal of Sonic Studies 6 - Sound Design\n\nJournal of Sonic Studies 7 - Functional Sounds in Sound Art and Popular Culture: Proceedings of the First International ESSA Conference 2013, Part I\n\nJournal of Sonic Studies 8 - Sounds of Space\n\nJournal of Sonic Studies 9 - The Memory Dealer\n\nJournal of Sonic Studies 10 - Mapping the Field: Proceedings of the Second International ESSA Conference 2014\n\nJournal of Sonic Studies 11 - Recomposing the City: New Directions in Urban Sound Art\n\nJournal of Sonic Studies 12 - Encounters With Southeast Asia Through Sound\n\nJournal of Sonic Studies 13 - Acoustic Ephemeralities\n\nJournal of Sonic Studies 14 - General Issue\n\nJournal of Sonic Studies 15 - General Issue\n\nJournal of Sonic Studies 16 - Materials of Sound\n\nJournal of Sonic Studies 17 - Sonic Information Design\n\nJournal of Sonic Studies 18 - Materials of Sound II\n\nJournal of Sonic Studies 19 - Sounds of Latin America\n\nJournal of Sonic Studies 20 - General Issue\n\nJournal of Sonic Studies 21 -  Sound at Home 1: Territory, Materiality and the Extension of Home\n\nJournal of Sonic Studies 22 - Sound at Home 2: City, Home, Body - Sonic Relations and Voice\n\nJournal of Sonic Studies 23 - Sounds of the Balkan\n\nThis work is licensed under a Creative Commons Attribution-ShareAlike 4.0 International License.\n\n"
        ],
        "558717": [
            "\n \nAbout\n \nCurrent issue\n \nPast issues\n \nBook reviews\n \nPodcasts on sound\n \nSearch\n \nCall for papers\n \nPeer review process and submission guidelines\n \nContact\n \nLinks\n \nPeople\n\n",
            "\n\nContact\n\n \nFor all communications, contact\n\nDr. Marcel CobussenEditor, Journal of Sonic StudiesDepartment of Humanities/Academy of Creative and Performing ArtsLeiden UniversityP.O. Box 95002300 RA LeidenThe Netherlands\nma.cobussen@hum.leidenuniv.nl\n\nDr. Vincent MeelbergEditor, Journal of Sonic StudiesDepartment of Cultural StudiesRadboud University NijmegenP.O. Box 91036500 HD NijmegenThe Netherlands\nvincent.meelberg@ru.nl\n\n"
        ],
        "558698": [
            "\n \nAbout\n \nCurrent issue\n \nPast issues\n \nBook reviews\n \nPodcasts on sound\n \nSearch\n \nCall for papers\n \nPeer review process and submission guidelines\n \nContact\n \nLinks\n \nPeople\n\n",
            "\n\nBook Reviews\n\n \nThe Performative Power of Vocality - Virginie Magnat. New York: Routledge, 2021\n\nThinking with Sound. A New Program in the Sciences and Humanities around 1900 - Viktoria Tkaczyk. Chicago, IL: The University of Chicago Press, 2023\n\nECHO – Amit Pinchevski. Cambridge, MA: MIT Press, 2023\n \nHalf Sound Half Philosophy: Aesthetics, Politics, and History of China's Sound Art - Jing Wang. London: Bloomsbury, 2021\n\nUncurating Sound: Knowledge with Voice and Hands - Salomé Voegelin. New York: Bloomsbury 2023\n \nSonic Fiction - Holger Schulze. New York: Bloomsbury 2020\n\nMedia of the Masses: Cassette Culture in Modern Egypt - Andrew Simon. Redwood City: Stanford University Press, 2022\n\nEngaging with Everyday Sounds - Marcel Cobussen. Cambridge: Open Book Publishers, 2022\n\nListening to Places. Exercises Towards Environmental Composition - Robin Parmar. Derry (Northern Ireland): Void Gallery, 2022\n\nUnsound: Undead - Steve Goodman, Toby Heys, Eleni Ikoniadou (eds.) Falmouth (UK): Urbanomic Media Ltd, 2019\n\nListening After Nature. Field Recording, Ecology, Critical Practice - Mark Peter Wright. New York: Bloomsbury, 2022\n\nKolonialgeschichte hören: Das Echo gewaltsamer Wissensproduktion in historischen Tondokumenten aus dem südlichen Afrika - Anette Hoffmann. Vienna: Mandelbaum Verlag, 2020\n\nIvo Papazov’s Balkanology. Series 33 1/3 Europe - Carol Silverman. New York: Bloomsbury Academic, 2021\n\nStereophonica: Sound and Space in Science, Technology, and the Arts - Gascia Ouzounian. MIT Press, 2021\n\nMonumental Sounds: Art and Listening before Dante - Matthew G. Shoaf. Leiden: Brill, 2021\n\nThe Bloomsbury Handbook of Sonic Methodologies - Michael Bull and Marcel Cobussen. New York: Bloomsbury, 2020\n\nPodcasting: The Audio Media Revolution - Martin Spinelli and Lance Dann. New York: Bloomsbury, 2019\n\nAnnihilating Noise  - Paul Hegarty. New York: Bloomsbury, 2021\n\nThe Bloomsbury Handbook of Sound Art - Sanne Krogh Groth & Holger Schulze (eds.). New York: Bloomsbury, 2020\n\nThe Political Possibility of Sound: Fragments of Listening - Salomé Voegelin. New York: Bloomsbury Academic, 2019\n\nEavesdropping: A Reader - James Parker and Joel Stern (eds.). Melbourne: Permiter, 2018.\n\nBeing Time: Case Studies in Musical Temporality - Richard Glover, Jennie Gottschalk and Bryn Harrison. New York/London: Bloomsbury Academic, 2019\n\nGallery Sound - Caleb Kelly. New York: Bloomsbury, 2017\n\nVoicetracks: Attuning to Voice in Media and the Arts - Norie Neumark. Cambridge, MA: MIT Press 2017\n\nImmanence and Immersion: On the Acoustic Condition in Contemporary Art - Will Schrimshaw. New York: Bloomsbury, 2017\n\nMaking It Heard: A History of Brazilian Sound Art - Rui Chaves & Fernando Iazzetta (eds.). New York: Bloomsbury, 2019\n\nSound Art: Sound as a Medium of Art - Peter Weibel (ed.). Cambridge, MA: MIT Press, 2019\n\nFuture Sounds: The Temporality of Noise - Stephen Kennedy. New York: Bloomsbury Academic, 2018\n\nListening to War: Sound, Music, Trauma, and Survival in Wartime Iraq - J. Martin Daughtry. Oxford: Oxford University Press, 2015\n\nDigital Sound Studies - Mary Caton Lingold, Darren Mueller and Whitney Trettien (eds.). Durham: Duke University Press, 2018. \n\nStatic in the System: Noise and the Soundscape of American Cinema Culture - Meredith C. Ward. Oakland: University of California Press, 2019\n\nHush: Media and Sonic Self-Control - Mack Hagood. Durham: Duke University Press, 2019\n\nThe Sound of Things to Come: An Audible History of the Science Fiction Film - Trace Reddell. Minneapolis: University of Minnesota Press, 2018\n\nComposing Electronic Music: A New Aesthetic - Curtis Roads. Oxford: Oxford University Press, 2015\n\nSonic Flux: Sound, Art, and Metaphysics - Christoph Cox. Chicago: The University of Chicago Press, 2018\n\nSonic Agency: Sound and Emergent Forms of Resistance - Brandon LaBelle. London: Goldsmiths Press, 2018.\n\nludic.dreaming. how to listen away from contemporary technoculture - The Occulture (David Cecchetto, Marc Couroux, Ted Hiebert, Eldritch Priest). New York: Bloomsbury, 2017.\n\nThe Noisy Renaissance: Sound, Architecture, and Florentine Urban Life - Niall Atkinson. University Park: The Pennsylvania State University Press, 2016\n\nSinged: Muted Voice-Transmissions, After the Fire - Daniela Cascella. London: Equus Press, 2017\n\nNoise and the Brain: Experience Dependent Developmental and Adult Plasticity - Jos J. Eggermont. London: Academic Press, 2013\n\nBerlin Sonic Places: A Brief Guide - Peter Cusack. Hofheim am Taunus: Wolke Verlag, 2017\n \nListening to Noise and Silence: Towards a Philosophy of Sound Art - Salomé Voegelin. London: Bloomsbury, 2010\n \nThe Sonic Persona: An Anthropology of Sound - Holger Schulze. New York: Bloomsbury, 2018\n \nAfter Sound: Toward a Critical Music - G. Douglas Barrett. London: Bloomsbury, 2016\n \nDramaturgy of Sound in the Avant-Garde and Postdramatic Theatre - Mladen Ovadija. Montreal: McGill’s University Press, 2013\n \nToward an Anthropology of Ambient Sound - Christine Guillebaud (ed.). London: Routledge, 2017\n \nBetween Air and Electricity: Microphones and Loudspeakers as Musical Instruments - Cathy van Eck. London: Bloomsbury Academic, 2017\n \nThe Tone of Our Times: Sound, Sense, Economy, and Ecology - Frances Dyson. Cambridge: MIT Press, 2014\n \nSonic Rupture: A Practice-led Approach to Urban Soundscape Design - Jordan Lacey. New York: Bloomsbury, 2016\n \nTheatre and Aural Attention: Stretching Ourselves - George Home-Cook.  London: Palgrave Macmillan, 2015\n \nExperimental Music Since 1970 - Jennie Gottschalk. London: Bloomsbury, 2016\n \nSonic Time Machines: Explicit Sound, Sirenic Voices, and Implicit Sonicity - Wolfgang Ernst. Amsterdam: Amsterdam University Press, 2016\n \nInto the Maelstrom: Music, Improvisation and the Dream of Freedom. Before 1970 - David Toop. London: Bloomsbury, 2016\n \nThe Ringtone Dialectic: Economy and Cultural Form - Sumant Gopinath. Cambridge: MIT Press, 2013\n \nCinesonica: Sounding Film and Video – Andy Birtwistle. Manchester: Manchester University Press, 2010\n \nThe Acoustic City – Edited by Matthew Gandy and BJ Nilsen. Berlin: Jovis, 2014\n \nBeing Musically Attuned: The Act of Listening to Music - Erik Wallrup. Aldershot: Ashgate, 2015\n \nF.M.R.L.: Footnotes, Mirages, Refrains and Leftovers of Writing Sound - Daniela Cascella. Winchester: Zero Books, 2015\n \nSound Unseen: Acousmatic Sound in Theory and Practice - Brian Kane. Oxford: Oxford University Press, 2014\n \nNazi Soundscapes: Sound, Technology and Urban Space in Germany, 1933-1945 - Carolyn Birdsall. Amsterdam: Amsterdam University Press, 2012\n \nSonic Possible Worlds: Hearing the Continuum of Sound - Salomé Voegelin. London: Bloomsbury, 2014\n \nIn the Field: The Art of Field Recording - Cathy Lane & Angus Carlyle. Axminster: Uniformbooks, 2013\n \nEveryday Music Listening: Absorption, Dissociation and Trancing - Ruth Herbert. Ashgate, 2011\n \nUbiquitous Musics: The Everyday Sounds That We Don’t Always Notice - Edited by Marta Garcia Quiñones, Anahid Kassabian, and Elena Bosch. Ashgate, 2013\n \nSound and Safe: A History of Listening Behind the Wheel - Karin Bijsterveld, Eefje Cleophas, Stefan Krebs, Gijs Mom. Oxford University Press, 2014\n\n"
        ]
    },
    "images": {
        "558719": [
            "https://media.researchcatalogue.net/rc/cache/09/97/b8/93/0997b893cac8c86043496261b0d9f8ca.png?t=3959a0b9ad17269763d74a1016d8d62d&e=1697792400"
        ],
        "558673": [
            "https://media.researchcatalogue.net/rc/cache/09/97/b8/93/0997b893cac8c86043496261b0d9f8ca.png?t=3959a0b9ad17269763d74a1016d8d62d&e=1697792400"
        ],
        "558715": [
            "https://media.researchcatalogue.net/rc/cache/09/97/b8/93/0997b893cac8c86043496261b0d9f8ca.png?t=3959a0b9ad17269763d74a1016d8d62d&e=1697792400"
        ],
        "558711": [
            "https://media.researchcatalogue.net/rc/cache/09/97/b8/93/0997b893cac8c86043496261b0d9f8ca.png?t=3959a0b9ad17269763d74a1016d8d62d&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/7c/8b/79/36/7c8b79368848231186641cd0b68b7809.png?t=5f53402832f428007c7753b1370e5a66&e=1697792400"
        ],
        "1561021": [
            "https://media.researchcatalogue.net/rc/cache/09/97/b8/93/0997b893cac8c86043496261b0d9f8ca.png?t=3959a0b9ad17269763d74a1016d8d62d&e=1697792400"
        ],
        "558686": [
            "https://media.researchcatalogue.net/rc/cache/09/97/b8/93/0997b893cac8c86043496261b0d9f8ca.png?t=3959a0b9ad17269763d74a1016d8d62d&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/3e/9e/3b/69/3e9e3b69ac5718b6822637dfab90ce63.png?t=74516b7c7e5d90725a2ec59b0401c9ba&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/36/69/cb/d3/3669cbd33f53cf4e838541d6388c7196.png?t=6c23ddb7fcaef5a60f39ddadbc316b19&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/b4/81/fb/72/b481fb723e0199b31e8fe2508fd9bdd0.png?t=395541d8997fa4c9d2cea9df7bac2f28&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/66/cd/27/b9/66cd27b9380d22c7c4e9324cb1a9f289.png?t=758f4c5fad057506623e3c8500839b99&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/b9/6f/21/eb/b96f21eb3660ea4254b4b92101997e03.png?t=5ce7c6d5aa854d24e9f8480f26c6d2a9&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/9b/e0/77/15/9be0771553cb88d2fa175fddc0d3f926.png?t=ffb53961870f70c9c417c89d41a0ee83&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/dd/6d/06/76/dd6d0676a8596542ca47173f90937c6b.png?t=2f9a70b2da32f1c253ae974cd929d6ff&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/40/b8/a5/56/40b8a55650000091f120727ddad41b26.png?t=b61d4ecc39ca0e55e2502fecc997504b&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/43/eb/87/d3/43eb87d390d18dcfee57d00eeb26b5cb.png?t=7366886cd7129c8217634f57fe538890&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/b9/6f/21/eb/b96f21eb3660ea4254b4b92101997e03.png?t=5ce7c6d5aa854d24e9f8480f26c6d2a9&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/b9/6f/21/eb/b96f21eb3660ea4254b4b92101997e03.png?t=5ce7c6d5aa854d24e9f8480f26c6d2a9&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/b9/6f/21/eb/b96f21eb3660ea4254b4b92101997e03.png?t=5ce7c6d5aa854d24e9f8480f26c6d2a9&e=1697792400",
            "https://media.researchcatalogue.net/rc/cache/b9/6f/21/eb/b96f21eb3660ea4254b4b92101997e03.png?t=5ce7c6d5aa854d24e9f8480f26c6d2a9&e=1697792400"
        ],
        "558718": [
            "https://media.researchcatalogue.net/rc/cache/09/97/b8/93/0997b893cac8c86043496261b0d9f8ca.png?t=3959a0b9ad17269763d74a1016d8d62d&e=1697792400"
        ],
        "558713": [
            "https://media.researchcatalogue.net/rc/cache/09/97/b8/93/0997b893cac8c86043496261b0d9f8ca.png?t=3959a0b9ad17269763d74a1016d8d62d&e=1697792400"
        ],
        "558694": [
            "https://media.researchcatalogue.net/rc/cache/09/97/b8/93/0997b893cac8c86043496261b0d9f8ca.png?t=3959a0b9ad17269763d74a1016d8d62d&e=1697792400"
        ],
        "558717": [
            "https://media.researchcatalogue.net/rc/cache/09/97/b8/93/0997b893cac8c86043496261b0d9f8ca.png?t=3959a0b9ad17269763d74a1016d8d62d&e=1697792400"
        ],
        "558698": [
            "https://media.researchcatalogue.net/rc/cache/09/97/b8/93/0997b893cac8c86043496261b0d9f8ca.png?t=3959a0b9ad17269763d74a1016d8d62d&e=1697792400"
        ]
    },
    "videos": {
        "558719": [],
        "558673": [],
        "558715": [],
        "558711": [],
        "1561021": [],
        "558686": [],
        "558718": [],
        "558713": [],
        "558694": [],
        "558717": [],
        "558698": []
    },
    "audios": {
        "558719": [],
        "558673": [],
        "558715": [],
        "558711": [],
        "1561021": [],
        "558686": [],
        "558718": [],
        "558713": [],
        "558694": [],
        "558717": [],
        "558698": []
    }
}